/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Kablosuz bağlantınız yok.\n* iOS cihazınızı ve bilgisayarınızı aynı kablosuz ağa bağlayın\n* Yenileyin\n* ipucu: bilgisayarınızda veya iPhone'da kişisel bağlantı noktası oluşturabilirsiniz";

/* Popover option */
"About Impress Remote" = "Impress Uzaktan Kumanda Hakkında";

/* No comment provided by engineer. */
"Back" = "Geri";

/* Popover option */
"Blank Screen" = "Boş Ekran";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Click to refresh" = "Yenilemek için tıklayın";

/* Back button to the connect page on navbar */
"Connect" = "Bağlan";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Cihazlarınızı aynı kablosuz ağa bağlayın.";

/* instruction page title */
"Connection" = "Bağlantı";

/* Popover option */
"Connection Help" = "Bağlantı Yardımı";

/* Connection Lost Alert title */
"Connection Lost" = "Bağlantı Kesildi";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Vay, bağlantı kesildi... Lütfen bilgisayarınıza yeniden bağlanmayı deneyin. ";

/* Control instruction title */
"Control" = "Kontrol";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Gerekiyorsa iPhone üzerinde bağlantı noktası oluşturun.";

/* Server list section title */
"Custom Connections" = "Özel Bağlantılar";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Bilgisayarınız yukarıdaki bölümde görünmüyorsa IP adresini girerek elle ekleyin. ";

/* Server list section title */
"Detected Connections" = "Saptanan Bağlantılar";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "PIN kodunu Slayt Gösterisi - Impress Uzaktan Kumanda alanına girin";

/* Connection failure title */
"Failed to reach server" = "Sunucuya bağlanılamadı";

/* Connection failure message */
"Failed to reach server Msg" = "Lütfen IP adresinizi kontrol edin ve LibreOffice Impress'in Uzaktan Kumanda özelliğinin etkin olduğundan emin olun.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Bilgisayarınıza ulaşılamadı";

/* No comment provided by engineer. */
"Help" = "Yardım";

/* In app How-to title */
"How-to" = "Nasıl";

/* App name displayed on navbar */
"Impress Remote" = "Impress Uzaktan Kumanda";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Geçersiz IP Adresi";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Girdiğiniz IP adresi geçerli değil";

/* EditableTableViewCell placeholder */
"IP Address" = "IP Adresi";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Impress'i başlatın ve bilgisayarınızı seçin.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "İsim (isteğe bağlı):";

/* No comment provided by engineer. */
"New Server" = "Yeni Sunucu";

/* No comment provided by engineer. */
"No, thanks" = "Hayır, teşekkürler";

/* OK Button on Alert view */
"OK" = "Tamam";

/* backButton for Tutorial */
"Ok, thanks" = "Hayır, teşekkürler";

/* Pairing instruction title */
"Pairing" = "Eşleştirme";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Eşleştirme Talimatları";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Bilgisayarınızdaki LibreOffice Impress'i başlatın\n\n2. Tercihler - LibreOffice Impress - Genel - Uzaktan Kumanda'yı etkinleştirin\n\n3. Bilgisayarınızın ve cihazınızın aynı ağa bağlı olduğundan emin olun\n\n4. Tespit edilememişse bilgisayarınızın IP adresini girin\n\n5. Bağlanın ve keyfini sürün!\n\n";

/* Update button text in diffrent states */
"Pause" = "Duraklat";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Bilgisayarınızdan LibreOffice Impress'i yeniden başlatmayı deneyin.";

/* Popover option */
"Restart" = "Yeniden Başlat";

/* No comment provided by engineer. */
"Resume from blank screen" = "Boş ekrandan devam et";

/* Popover option */
"Resume from blank Screen" = "Boş ekrandan devam et";

/* No comment provided by engineer. */
"Searching" = "Aranıyor";

/* Sidebar section header */
"Slides" = "Slaytlar";

/* Update button text in diffrent states */
"Start" = "Başlat";

/* Popover option */
"Stop Presentation" = "Sunumu Durdur";

/* Sidebar section header */
"Stop Watch" = "İzlemeyi Durdur";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Bir iOS Impress Uzaktan Kumanda turu atmak ister misiniz?";

/* Sidebar section header */
"Timer" = "Zamanlayıcı";

/* No comment provided by engineer. */
"Yes" = "Evet";

